Repository: nostur-com/nostur-ios-public
Catalog: Nostur/Localizable.xcstrings
Source language: en
Languages: es, id, nl

source: Last updated: May 27th, 2023 Your access to and use of the App is conditioned upon your acceptance of and compliance with these Terms. These Terms apply to all users of the App. By accessing or using the App, you agree to be bound by these Terms. If you disagree with any part of the terms, then you do not have permission to access the App. Accounts When you create an account with the App, you are responsible for maintaining the confidentiality of your account keys, as well as restricting access to your device. You agree to accept responsibility for any and all activities or actions that occur under your account. Content The App allows you to access, read, and post content through connecting to relays. You are responsible for the content that you post or access through the App, including its legality, reliability, and appropriateness. By posting content through the App, you represent and warrant that the content is yours (you own it) and/or you have the right to use it, and that the posting of your content through the App does not violate the privacy rights, publicity rights, copyrights, contract rights, or any other rights of any person or entity. Prohibited Activities You agree not to use the App for any illegal, harmful, or offensive activities, including but not limited to: Engaging in harassment, bullying, or any form of intimidation Distributing or promoting sexually explicit or pornographic material Promoting hate speech, racism, or discrimination of any kind Infringing upon the intellectual property rights of others Engaging in any form of fraud, phishing, or unauthorized data collection Intellectual Property The App and its original content (excluding Content provided by users), features, and functionality are and will remain the exclusive property of the Developer. The App is protected by copyright, trademark, and other laws of the United States and foreign countries. Any trademarks and trade dress may not be used in connection with any product or service without the prior written consent of the Developer. Limitation of Liability In no event shall the Developer be liable for any indirect, incidental, special, consequential, or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the App; (ii) any conduct or content of any third party on the App; (iii) any content obtained from the App; and (iv) unauthorized access, use, or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence), or any other legal theory, whether or not the Developer has been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose. Privacy Policy Nostur does not collect information about you. The app stores information that you provide about your nostr profile, which can be anything you choose to share or not. The posts and content you share from Nostur are sent out to public relays so anyone can view those and Nostur stores this on your device so you can always view it yourself. The app uses the following external services: Tenor: for including animated GIFs in your posts Image upload services: For including images in your posts. You can opt out to using these services by not including images or GIFs in your posts and not uploading a profile picture or banner in the app. For any questions, please contact feedback@nostur.com.
es: Última actualización: 27 de mayo de 2023 Su acceso y uso de la Aplicación está condicionado a su aceptación y cumplimiento de estos Términos. Estos Términos se aplican a todos los usuarios de la Aplicación. Al acceder o utilizar la Aplicación, usted acepta estar sujeto a estos Términos. Si no está de acuerdo con alguna parte de los términos, entonces no tiene permiso para acceder a la aplicación. Cuentas Cuando crea una cuenta con la Aplicación, usted es responsable de mantener la confidencialidad de las claves de su cuenta, así como de restringir el acceso a su dispositivo. Usted acepta aceptar la responsabilidad de todas y cada una de las actividades o acciones que ocurran en su cuenta. Contenido La aplicación le permite acceder, leer y publicar contenido conectándose a relays. Usted es responsable del contenido que publica o al que accede a través de la Aplicación, incluida su legalidad, confiabilidad e idoneidad. Al publicar contenido a través de la Aplicación, usted declara y garantiza que el contenido es suyo (usted es dueño de él) y/o tiene derecho a usarlo, y que la publicación de su contenido a través de la Aplicación no viola los derechos de privacidad, derechos de publicidad, derechos de autor, derechos contractuales o cualquier otro derecho de cualquier persona o entidad. Actividades prohibidas Usted acepta no utilizar la aplicación para actividades ilegales, dañinas u ofensivas, incluidas, entre otras: Participar en acoso, intimidación o cualquier forma de intimidación. Distribuir o promover material sexualmente explícito o pornográfico. Promover discursos de odio, racismo o discriminación de cualquier tipo. Infringir los derechos de propiedad intelectual de otros Participar en cualquier forma de fraude, phishing o recopilación de datos no autorizada Propiedad Intelectual La Aplicación y su contenido original (excluido el Contenido proporcionado por los usuarios), características y funcionalidades son y seguirán siendo propiedad exclusiva del Desarrollador. La aplicación está protegida por derechos de autor, marcas registradas y otras leyes de los Estados Unidos y países extranjeros. No se pueden utilizar marcas comerciales ni imágenes comerciales en relación con ningún producto o servicio sin el consentimiento previo por escrito del Desarrollador. Limitación de responsabilidad En ningún caso el Desarrollador será responsable de daños indirectos, incidentales, especiales, consecuentes o punitivos, incluidos, entre otros, pérdida de ganancias, datos, uso, buena voluntad u otras pérdidas intangibles, que resulten de (i) su acceso o uso o incapacidad para acceder o utilizar la Aplicación; (ii) cualquier conducta o contenido de cualquier tercero en la Aplicación; (iii) cualquier contenido obtenido de la Aplicación; y (iv) acceso no autorizado, uso o alteración de sus transmisiones o contenido, ya sea basado en garantía, contrato, agravio (incluida la negligencia) o cualquier otra teoría legal, ya sea que el Desarrollador haya sido informado o no de la posibilidad de dicho daño, e incluso si se determina que un remedio establecido en este documento no ha cumplido su propósito esencial. Política de privacidad Nostur no recopila información sobre usted. La aplicación almacena la información que usted proporciona sobre su perfil nostr, que puede ser cualquier cosa que elija compartir o no. Las publicaciones y el contenido que comparte desde Nostur se envían al relays público para que cualquiera pueda verlos y Nostur los almacena en su dispositivo para que siempre pueda verlos usted mismo. La aplicación utiliza los siguientes servicios externos: Tenor: por incluir GIF animados en tus publicaciones Servicios de carga de imágenes: Para incluir imágenes en tus publicaciones. Puede optar por no utilizar estos servicios al no incluir imágenes o GIF en sus publicaciones y no cargar una imagen de perfil o un banner en la aplicación. Si tiene alguna pregunta, comuníquese con feedback@nostur.com.
id: Terakhir diperbarui: 27 Mei 2023 Akses Anda ke dan penggunaan Aplikasi dikondisikan pada penerimaan dan kepatuhan Anda terhadap Ketentuan ini. Ketentuan ini berlaku untuk semua pengguna Aplikasi. Dengan mengakses atau menggunakan Aplikasi, Anda setuju untuk terikat oleh Ketentuan ini. Jika Anda tidak setuju dengan bagian mana pun dari ketentuan ini, maka Anda tidak memiliki izin untuk mengakses Aplikasi. Akun Saat Anda membuat akun dengan Aplikasi, Anda bertanggung jawab untuk menjaga kerahasiaan kunci akun Anda, serta membatasi akses ke perangkat Anda. Anda setuju untuk menerima tanggung jawab atas setiap dan seluruh aktivitas atau tindakan yang terjadi dalam akun Anda. Konten Aplikasi ini memungkinkan Anda mengakses, membaca, dan memposting konten melalui koneksi ke relays. Anda bertanggung jawab atas konten yang Anda posting atau akses melalui Aplikasi, termasuk legalitas, keandalan, dan kesesuaiannya. Dengan memposting konten melalui Aplikasi, Anda menyatakan dan menjamin bahwa konten tersebut adalah milik Anda (Anda adalah pemiliknya) dan/atau Anda mempunyai hak untuk menggunakannya, dan bahwa postingan konten Anda melalui Aplikasi tidak melanggar hak privasi, hak publisitas, hak cipta, hak kontrak, atau hak lain apa pun dari orang atau entitas mana pun. Kegiatan yang Dilarang Anda setuju untuk tidak menggunakan Aplikasi untuk aktivitas ilegal, berbahaya, atau menyinggung, termasuk namun tidak terbatas pada: Terlibat dalam pelecehan, intimidasi, atau segala bentuk intimidasi Mendistribusikan atau mempromosikan materi seksual eksplisit atau pornografi Mempromosikan ujaran kebencian, rasisme, atau diskriminasi dalam bentuk apa pun Melanggar hak kekayaan intelektual orang lain Terlibat dalam segala bentuk penipuan, phishing, atau pengumpulan data tanpa izin Kekayaan Intelektual Aplikasi dan konten aslinya (tidak termasuk Konten yang disediakan oleh pengguna), fitur, dan fungsionalitasnya adalah dan akan tetap menjadi milik eksklusif Pengembang. Aplikasi ini dilindungi oleh hak cipta, merek dagang, dan undang-undang lain di Amerika Serikat dan negara asing. Merek dagang dan tampilan dagang apa pun tidak boleh digunakan sehubungan dengan produk atau layanan apa pun tanpa izin tertulis sebelumnya dari Pengembang. Batasan Tanggung Jawab Dalam keadaan apa pun, Pengembang tidak bertanggung jawab atas kerugian tidak langsung, insidental, khusus, konsekuensial, atau hukuman, termasuk namun tidak terbatas pada, hilangnya keuntungan, data, penggunaan, niat baik, atau kerugian tidak berwujud lainnya, yang diakibatkan oleh (i) akses Anda ke atau penggunaan atau ketidakmampuan untuk mengakses atau menggunakan Aplikasi; (ii) segala perilaku atau konten pihak ketiga mana pun di Aplikasi; (iii) konten apa pun yang diperoleh dari Aplikasi; dan (iv) akses, penggunaan, atau perubahan tidak sah atas transmisi atau konten Anda, baik berdasarkan jaminan, kontrak, kesalahan (termasuk kelalaian), atau teori hukum lainnya, baik Pengembang telah diberitahu atau tidak mengenai kemungkinan kerusakan tersebut, dan bahkan jika upaya hukum yang ditetapkan di sini ternyata gagal mencapai tujuan utamanya. Kebijakan Privasi Nostur tidak mengumpulkan informasi tentang Anda. Aplikasi ini menyimpan informasi yang Anda berikan tentang profil nostr Anda, bisa berupa apa pun yang Anda pilih untuk dibagikan atau tidak. Pos dan konten yang Anda bagikan dari Nostur dikirim ke relays publik sehingga siapa pun dapat melihatnya dan Nostur menyimpannya di perangkat Anda sehingga Anda selalu dapat melihatnya sendiri. Aplikasi ini menggunakan layanan eksternal berikut: Tenor: untuk menyertakan GIF animasi di postingan Anda Layanan unggah gambar: Untuk menyertakan gambar dalam postingan Anda. Anda dapat memilih untuk tidak menggunakan layanan ini dengan tidak menyertakan gambar atau GIF di postingan Anda dan tidak mengunggah gambar profil atau spanduk di aplikasi. Untuk pertanyaan apa pun, silakan hubungi feedback@nostur.com.

source: Leave
es: Dejar
id: Meninggalkan
nl: Verlaten

source: Less
es: Menos
id: Lebih sedikit
nl: Minder

source: Let others know on which servers your media can be found
es: Informe a otros en qué servidores se pueden encontrar sus medios
id: Beri tahu orang lain di server mana media Anda dapat ditemukan
nl: Laat anderen weten op welke servers je uploads gevonden kunnen worden

source: Let's go!
es: ¡Vamos!
id: Ayo pergi!
nl: Laten we beginnen!

source: Lets others know you are posting from Nostur
es: Permite que otros sepan que estás publicando desde Nostur
id: Beri tahu orang lain bahwa Anda memposting dari Nostur
nl: Laat anderen weten dat je vanuit Nostur verstuurd

source: Lightning sound effect
es: Efecto de sonido Lightning
id: Efek suara Lightning
nl: Donder geluidseffect

source: Lightning wallet
es: billetera Lightning
id: dompet Lightning
nl: Lightning-portemonnee

source: Like
es: Me gusta
id: Suka

source: Likes
es: Gustos
id: Suka
nl: Vind-ik-leuks

source: Limit content types
es: Limitar tipos de contenido
id: Batasi tipe konten
nl: Beperk to berichtsoorten

source: Limit Home/Lock screen notifications to only from people you follow
es: Limite las notificaciones de la pantalla de inicio/bloqueo solo de las personas que sigue
id: Batasi notifikasi Layar Utama/Kunci hanya dari orang yang Anda ikuti
nl: Toon Begin-/Toegangsscherm meldingen alleen van mensen die je volgt

source: Link
es: Enlace

source: List
es: Lista
id: Daftar
nl: Lijst

source: List name
es: Nombre de la lista
id: Nama daftar
nl: Lijst naam

source: Listen anonymously
es: Escuche anónimamente
id: Dengarkan secara anonim
nl: Luister anoniem

source: Lists
es: Listas
id: Daftar
nl: Lijsten

source: Lists & Feeds
es: Listas y feeds
id: Daftar & Umpan
nl: Lijsten & Feeds

source: Lists & Follow Packs
es: Listas y paquetes de seguimiento
id: Daftar & Ikuti Paket
nl: Lijsten

source: Lists created by people you follow
es: Listas creadas por personas a las que sigues
id: Daftar yang dibuat oleh orang yang Anda ikuti
nl: Lijsten gemaakt door wie jij volgt

source: Lists from people you follow
es: Listas de personas que sigues
id: Daftar dari orang yang Anda ikuti
nl: Lijsten van mensen die jij volgt

source: Live Nests or streams from follows
es: Nests en vivo o transmisiones de personas que sigues
id: Nest live atau streaming dari orang yang Anda ikuti
nl: Live Nests of streams van volgend

source: Live Streams
es: Transmisiones en vivo
id: Streaming Langsung

source: Live Streams from people you follow
es: Transmisiones en vivo de personas que sigues
id: Streaming Langsung dari orang yang Anda ikuti
nl: Live Streams van mensen die jij volgt

source: Load anyway
es: Cargar de todos modos
id: Tetap muat
nl: Toch laden

source: Load default
es: Cargar predeterminado
id: Muat bawaan
nl: Laad standaard

source: Load preset 1
es: Cargar preajuste 1
id: Memuat preset 1
nl: Laad preset 1

source: Load preset 2
es: Cargar preajuste 2
id: Memuat preset 2
nl: Laad preset 2

source: Load preset 3
es: Cargar preajuste 3
id: Memuat preset 3
nl: Laad preset 3

source: Load preset 4
es: Cargar preajuste 4
id: Memuat preset 4
nl: Laad preset 4

source: Loading emoji sets…
es: Cargando conjuntos de emojis…
id: Memuat kumpulan emoji…

source: Loading indicator
es: Indicador de carga
id: Indikator pemuatan
nl: Laadindicator

source: Loading paused (Low data mode)
es: Carga en pausa (modo de datos bajos)
id: Pemuatan dijeda (Mode data rendah)
nl: Gepauzeerd (Low data mode)

source: Loading...
es: Cargando...
id: Memuat...

source: Lock post to %@
es: Bloquear publicación en %@
id: Kunci posting ke %@
nl: Alleen op %@

source: Log out
es: Cerrar sesión
id: Keluar
nl: Afmelden

source: Login request
es: Solicitud de inicio de sesión
id: Permintaan masuk
nl: Inlogverzoek

source: Logout
es: Cerrar sesión
id: Keluar
nl: Afmelden

source: Long-form articles from people you follow
es: Artículos extensos de personas a las que sigues
id: Artikel panjang dari orang yang Anda ikuti
nl: Langere artikelen uit jouw volglijst

source: Low Data mode
es: Modo de ahorro de datos
id: Mode Hemat Data
nl: Beperkte data modus

source: Low Data Mode
es: Modo de ahorro de datos
id: Mode Hemat Data
nl: Databesparingsmodus

source: m
es: metro

source: Main account
es: cuenta principal
id: Akun utama
nl: Hoofdaccount

source: Maintained by
es: Mantenido por
id: Dikelola oleh
nl: Beheerd door

source: Make list public
es: Hacer pública la lista
id: Jadikan daftar menjadi publik
nl: Maak lijst openbaar

source: Make moderator
es: Hacer moderador
id: Jadikan moderator
nl: Maak beheerder

source: Make sure you have a back-up of your private key (nsec) Nostur cannot recover your account without it
es: Asegúrese de tener una copia de seguridad de su clave privada (nsec) Nostur no puede recuperar su cuenta sin él
id: Pastikan Anda memiliki cadangan kunci pribadi Anda (nsec) Nostur tidak dapat memulihkan akun Anda tanpanya
nl: Zorg ervoor dat je een back-up van je privé sleutel (nsec) hebt. Zonder dit kan Nostur je account niet herstellen.

source: Make sure you have a back-up of your private key (nsec). Nostur cannot recover your account without it.
es: Asegúrese de tener una copia de seguridad de su clave privada (nsec). Nostur no puede recuperar su cuenta sin él.
id: Pastikan Anda memiliki cadangan kunci pribadi Anda (nsec). Nostur tidak dapat memulihkan akun Anda tanpanya.
nl: Zorg ervoor dat je een back up van je privé sleutel hebt (nsec). Nostur kan je account niet herstellen zonder deze sleutel.

source: Mark all as read
es: Marcar todo como leído
id: Tandai semua sebagai telah dibaca
nl: Markeer alles als gezelen

source: Max 6 seconds
es: Máximo 6 segundos
id: Maks 6 detik
nl: Max 6 sec

source: May be required to access special features on this relay
es: Es posible que sea necesario acceder a funciones especiales en este relay
id: Mungkin diperlukan untuk mengakses fitur khusus pada relay ini
nl: Kan nodig zijn voor speciale functies op deze relay

source: Media
es: Medios de comunicación

source: Media cache
es: Caché multimedia
id: Cache media

source: Media downloading
es: Descarga de medios
id: Pengunduhan media
nl: Media downloaden

source: Media from posts from anyone which are most liked or reposted by people you follow
es: Medios de publicaciones de cualquier persona que más les gusten o que las personas que sigues vuelven a publicar
id: Media dari postingan siapa pun yang paling disukai atau di-repost oleh orang yang Anda ikuti
nl: Media van berichten van iedereen met de meeste reacties of herplaatsingen van mensen die je volgt

source: Media from posts most liked or reposted by people you follow
es: Medios de las publicaciones que más me gustaron o que las personas que sigues volvieron a publicar
id: Media dari postingan yang paling disukai atau di-repost oleh orang yang Anda ikuti
nl: Media van berichten met de meeste reacties of reposts door mensen die je volgt

source: Media upload service
es: Servicio de carga de medios
id: Layanan pengunggahan media
nl: Media upload dienst

source: Media uploading
es: Carga de medios
id: Pengunggahan media
nl: Media uploads

source: Mentioned by
es: Mencionado por
id: Disebutkan oleh
nl: Vermeld door

source: mentions
es: menciona
id: menyebutkan
nl: vermeldingen

source: Mentions
es: Menciones
id: Sebutan
nl: Vermeldingen

source: Mentions, replies, DMs and New posts
es: Menciones, respuestas, DM y nuevas publicaciones.
id: Sebutan, balasan, DM, dan postingan baru
nl: Vermeldingen, reacties, DM's en Nieuwe berichten

source: Mentions, replies, or DMs
es: Menciones, respuestas o DM
id: Sebutan, balasan, atau DM
nl: Tags, antwoorden, of PBs

source: Message Delivery
es: Entrega de mensajes
id: Pengiriman Pesan
nl: Verzendstatus

source: Message format
es: Formato de mensaje
id: Format pesan
nl: Type berichten

source: Message verification
es: Verificación de mensajes
id: Verifikasi pesan
nl: Verificatie van berichten

source: Messages
es: Mensajes
id: Pesan
nl: Privé berichten

source: Messages are sent using an older encryption protocol because the recipients private message relays have not been published or could not be found.
es: Los mensajes se envían utilizando un protocolo de cifrado antiguo porque el mensaje privado del destinatario relays no se ha publicado o no se ha podido encontrar.
id: Pesan dikirim menggunakan protokol enkripsi lama karena pesan pribadi penerima relays belum dipublikasikan atau tidak dapat ditemukan.
nl: Berichten worden verzonden via een oudere methode omdat de privéberichten-relays van de ontvanger niet gevonden kunnen worden.

source: Messages are sent using an older encryption protocol.
es: Los mensajes se envían utilizando un protocolo de cifrado más antiguo.
id: Pesan dikirim menggunakan protokol enkripsi yang lebih lama.
nl: Berichten worden verstuurd met een oudere versleutelingsmethode

source: Mic is off
es: El micrófono está apagado.
id: Mikrofon mati
nl: Mic is uit

source: Mic is on
es: El micrófono está encendido.
id: Mikrofon aktif
nl: Mic is aan

source: Minimize
es: Minimizar
id: Memperkecil
nl: Minimaliseer

source: Missing mesages?
es: ¿Faltan mensajes?
id: Pesan hilang?
nl: Ontbrekende berichten?

source: Missing messages?
es: ¿Mensajes faltantes?
id: Pesan hilang?
nl: Berichten zoek?

source: Missing reply.
es: Falta respuesta.
id: Balasan tidak ada.

source: Mock Bookmark update
es: Actualización simulada de marcadores
id: Pembaruan Bookmark Tiruan

source: Mock Profile update
es: Actualización de perfil simulado
id: Pembaruan Profil Mock

source: Moderator
es: Moderador

source: Month
es: Mes
id: Bulan
nl: Maand

source: More
es: Más
id: Lagi
nl: Meer

source: Most received recently on
es: Más recibidos recientemente en
id: Paling banyak diterima baru-baru ini pada
nl: Recent meest ontvangen op

source: Multi-columns and more
es: Varias columnas y más
id: Multi-kolom dan banyak lagi
nl: Multi-kolommen en meer

source: Mute
es: Silenciar
id: Bisu
nl: Dempen

source: Mute conversation
es: Silenciar conversación
id: Bisukan percakapan
nl: Conversatie dempen

source: Mute mic
es: Silenciar micrófono
id: Bisukan mikrofon
nl: Demp mic

source: Mute video
es: Silenciar vídeo
id: Bisukan video

source: Muted conversations
es: Conversaciones silenciadas
id: Percakapan yang dibungkam
nl: Gedempte conversaties

source: Muted words
es: Palabras silenciadas
id: Kata-kata yang dibungkam
nl: Geblokkeerde tekst

source: Name
es: Nombre
id: Nama
nl: Naam

source: NC
es: CAROLINA DEL NORTE
id: tidak

source: Nest title
es: Título del Nest
id: Judul Nest
nl: Nest titel

source: Nests Audio Server
es: Servidor de audio de Nests
id: Server Audio Nest

source: Nests server
es: Servidor de Nests
id: Server Nest

source: Nests server:
es: Servidor de Nests:
id: Server Nest:

source: Nests will be announced on:
es: Los Nests se anunciarán en:
id: Nest akan diumumkan di:
nl: Nests wordt aangekondigd op:

source: Never connect to this relay
es: Nunca te conectes a este relay
id: Jangan pernah terhubung ke relay ini
nl: Verbind nooit met deze relay

source: New contacts list feed
es: Nueva lista de contactos
id: Umpan daftar kontak baru
nl: Nieuw contactlijst feed

source: New direct message
es: Nuevo mensaje directo
id: Pesan langsung baru
nl: Nieuw privé bericht

source: New feed
es: Nueva alimentación
id: Umpan baru
nl: Nieuw feed

source: New Feed
es: Nueva fuente
id: Umpan Baru
nl: Nieuw Feed

source: New feed from contacts
es: Nuevo feed de contactos
id: Umpan baru dari kontak
nl: Nieuw contactenfeed

source: New Feed...
es: Nueva fuente...
id: Umpan Baru...
nl: Nieuwe Feed…

source: New follower notifications will show up here
es: Las notificaciones de nuevos seguidores aparecerán aquí.
id: Notifikasi pengikut baru akan muncul di sini
nl: Nieuwe volgers meldingen komen hier

source: new followers
es: nuevos seguidores
id: pengikut baru
nl: nieuwe volgers

source: New followers
es: Nuevos seguidores
id: Pengikut baru
nl: Nieuwe volgers

source: New list name
es: Nuevo nombre de lista
id: Nama daftar baru
nl: Naam van nieuwe lijst

source: New list...
es: Nueva lista...
id: Daftar baru...
nl: Nieuwe lijst...

source: New message
es: Nuevo mensaje
id: Pesan baru
nl: Nieuw privé bericht

source: New Message
es: Nuevo mensaje
id: Pesan Baru
nl: Nieuw bericht

source: New post
es: Nueva publicación
id: Postingan baru
nl: Nieuw bericht
